/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Démarrer la protection";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "La protection AdGuard est désactivée. Cliquez sur le bouton \"Activer la protection\".";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "Démarrer AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuard est inactivé. Il faut le démarrer pour paramétrer le blocage du contenu";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Veuillez noter que le blocage de contenus dans Safari fonctionne même quand l'appli n'est pas active";
